src/main/resources/ws_soap_requests/LocationAndSyncStatusGet_ID.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:air="http://Airspan.Netspan.WebServices">
	<soapenv:Header>
		<air:Credentials>
			<!-- Optional: -->
			<air:Username>wsadmin</air:Username>
			<!-- Optional: -->
			<air:Password>password</air:Password>
		</air:Credentials>
	</soapenv:Header>
	<soapenv:Body>
		<air:LocationAndSyncStatusGet>
			<air:NodeNameOrId>EnbID</air:NodeNameOrId>
		</air:LocationAndSyncStatusGet>
	</soapenv:Body>
</soapenv:Envelope>